Repository: GordonOnGithub/Hong-Kong-Bus-ETA
Catalog: Hong Kong Bus ETA/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: Bookmark
zh_hant: 收藏巴士站

# bookmark_reminder
source: Click "Bookmark" to save this bus stop to the homepage.
zh_hant: 可按 "收藏巴士站" 以便於首頁查看

source: Closest Bus Stop
zh_hant: 最接近的巴士站

source: Destination
zh_hant: 終點

source: Dismiss
zh_hant: 關閉

# downloading_database
source: Updating bus route database, it might take longer for the first time ...
zh_hant: 正在更新巴士路線資料庫，首次更新或需要較長時間...

# earliest_added_first
source: First Added First
zh_hant: 最早加入

# empty_eta_list_message
source: Search and bookmark bus stops to see their estimated time of arrival on this page.
zh_hant: 可搜尋並收藏巴士站，以便在首頁查看預計到站時間。

# empty_eta_list_title
source: No bus stop is bookmarked
zh_hant: 未有收藏任何巴士站

source: Estimated Time of Arrival
zh_hant: 預計到站時間

source: ETA
zh_hant: 到站時間

# eta_sorting_pref
source: Sorting
zh_hant: 排序

# failed_to_fetch
source: Failed to load data
zh_hant: 未能取得資料

source: Large Route Number First
zh_hant: 路線號碼 （大至小）

source: Last Update
zh_hant: 最近更新

# latest_added_first
source: Recently Added First
zh_hant: 最近加入

source: Less than a minute
zh_hant: 少於一分鐘

source: List
zh_hant: 列表

source: Location
zh_hant: 位置

source: Look Around
zh_hant: 環視四周

source: Map
zh_hant: 地圖

# map_reminder
source: You can also browse the bus stops on map.
zh_hant: 你也可以在地圖上查看巴士站

source: minute
zh_hant: 分鐘

source: minutes
zh_hant: 分鐘

# network_not_reachable
source: Network is not reachable
zh_hant: 無法連接網絡

# no_eta_info
source: No info on estimated time of arrival
zh_hant: 沒有預計到站時間資訊

# no_matching_bus_routes
source: There is no bus route that matches the keywords.
zh_hant: 找不到吻合關鍵字的路線

# no_matching_bus_stop
source: There is no bus stop that matches the keywords.
zh_hant: 找不到吻合關鍵字的巴士站

source: Origin
zh_hant: 起點

source: Rate This App
zh_hant: 為應用程式評分

# rate_this_app_reminder
source: Do you like this app?
zh_hant: 你喜歡此應用程式嗎？

source: Reset
zh_hant: 重設

source: Retry
zh_hant: 重試

source: Search
zh_hant: 搜尋

# search_ctb_routes
source: Search for CTB routes
zh_hant: 搜尋城巴路線

# search_kmb_routes
source: Search for KMB routes
zh_hant: 搜尋九巴路線

# setting_header
source: This app is an open source project and the data is provided from data.gov.hk
zh_hant: 此應用程式是一個開源項目，資料來自 data.gov.hk

source: Small Route Number First
zh_hant: 路線號碼 （小至大）

# time_specific_route
source: Time or day specific services
zh_hant: 特定時段或非每天服務路線

source: To:
zh_hant: 往：

source: Unbookmark
zh_hant: 取消收藏
